{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n > 1;","language":"fr","project_id_version":"WooCommerce - Extensions - woocommerce-composite-products"},"Assembled Composites have their own dimensions and weight: Choose the Assembled option if the items contained in your product kit are physically assembled in a common container. Unassembled Composites do not have any shipping options to configure: Choose the Unassembled option if the items of your product kit are shipped in their existing packaging.":["Les composites assemblés ont leurs propres dimensions et leur propre poids : choisissez l’option Assemblés si les articles contenus dans votre kit produit sont assemblés physiquement dans un conteneur commun. Les composites non assemblés n’ont pas d’options de livraison à configurer : choisissez l’option Non assemblés si les éléments de votre kit produit sont expédiés dans leur emballage existant."],"Configure shipping options":["Configurer les options de livraison"],"Product Bundles product page.":["Page produit de Product Bundles."],"Components are the building blocks of a Composite Product. You can utilize existing Simple or Variable products as Component options - or even add entire <link>Bundles<\/link> or product categories. Every Component reveals its own <link2>pricing, shipping and display options<\/link2> to configure.":["Les composants constituent les blocs de création d’un produit composite. Vous pouvez utiliser des produits simples ou variables existants comme options de composant – ou même ajouter des <link>formules<\/link> ou des catégories de produit. Chaque composant affiche ses propres <link2>options de prix, d’expédition et d’affichage<\/link2> à configurer."],"Add Components and options":["Ajouter des composants et des options"],"Composite Products configuration documentation.":["Documentation de la configuration des produits composites."],"Use these fields to define a base price for your Composite. This can be handy, for example if you do not plan to offer any options that affect its price. If you prefer to <link>preserve the prices of individual Components<\/link>, you may omit this step.":["Utilisez ces champs pour définir un prix de base pour votre composite. Cela peut s’avérer pratique, par exemple, si vous ne prévoyez pas de proposer des options qui affectent son prix. Si vous préférez <link>préserver les prix de composants individuels<\/link>, vous pouvez omettre cette étape."],"Assign a base price to your Composite":["Assigner un prix de base à votre composite"]}}}